define([], function(){

    var exports = {};

    exports.status = {
        11: '购买', 
        0: '提交订单', 
        2: '业务审核不通过', 
        3: '待支付', 
        13: '支付成功待财务确认', 
        6: '备货中', 
        7: '确认收货订单成功', 
        8: '取消订单', 
        9: '退货中', 
        10: '退货成功', 
        14: '合伙人审核不通过', 
        15: '合伙人审核通过省负责人审核', 
        16: '省负责人审批不通过', 
        21: '退货审核通过', 
        18: '申请退货', 
        19: '退货', 
        22: '退款中', 
        5: '财务确认备货中'
    }

    return exports;

});